Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# APSecurityHomeInvalidPasswordAlertMessage
source: Please select a stronger password of at least 6 characters.
ar: يرجى اختيار كلمة سر أقوى تتكون من ٦ أحرف على الأقل.
ca: Tria una contrasenya més difícil d’endevinar que tingui almenys 6 caràcters.
cs: Zvolte silnější heslo o délce alespoň 6 znaků.
da: Vælg en stærkere adgangskode på mindst 6 tegn.
de: Wähle ein sichereres Passwort mit mindestens 6 Zeichen.
el: Επιλέξτε ένα ισχυρότερο συνθηματικό που περιέχει τουλάχιστον 6 χαρακτήρες.
es: Selecciona una contraseña más segura con un mínimo de 6 caracteres.
es_us: Selecciona una contraseña más segura de por lo menos 6 caracteres.
fi: Valitse vahvempi salasana, jossa on vähintään 6 merkkiä.
fr: Veuillez choisir un mot de passe plus complexe comportant au moins 6 caractères.
fr_ca: Veuillez choisir un mot de passe plus robuste comportant au moins 6 caractères.
he: נא לבחור סיסמה חזקה יותר שמכילה לפחות 6 תווים.
hi: कृपया कम से कम 6 वर्णों का मज़बूत पासवर्ड चुनें।
hr: Odaberite snažniju lozinku od najmanje 6 znakova.
hu: Kérjük, válasszon erősebb jelszót, amely legalább 6 karakterből áll.
id: Pilih kata sandi yang lebih kuat dengan jumlah karakter setidaknya 6.
it: Seleziona una password più sicura e includi almeno 6 caratteri.
ja: 半角英数字6文字以上の強力なパスワードを選択してください。
ko: 적어도 6자 이상의 더 강력한 암호를 선택하십시오.
ms: Sila pilih kata laluan yang lebih kukuh dengan sekurang-kurangnya 6 aksara.
nb: Velg et sterkere passord på minst 6 tegn.
nl: Selecteer een sterker wachtwoord dat minimaal 6 tekens bevat.
pl: Wybierz mocniejsze hasło, zawierające co najmniej 6 znaków.
pt_br: Selecione uma senha mais segura, com pelo menos 6 caracteres.
pt_pt: Escolha uma palavra‑passe mais segura, com pelo menos seis caracteres.
ro: Selectați o parolă mai puternică, din cel puțin 6 caractere.
ru: Выберите более надежный пароль, содержащий не менее 6 символов.
sk: Vyberte silnejšie heslo s dĺžkou minimálne 6 znakov.
sl: Vnesite močnejše geslo, ki vsebuje najmanj šest znakov.
sv: Välj ett starkare lösenord med minst 6 tecken.
th: โปรดเลือกรหัสผ่านที่ยากกว่านี้ที่มีอักขระอย่างน้อย 6 ตัว
tr: Lütfen en az 6 karakterli daha güçlü bir parola seçin.
uk: Виберіть надійніший пароль, мінімум 6 символів.
vi: Vui lòng chọn một mật khẩu mạnh hơn, có tối thiểu 6 ký tự.
zh_cn: 请选择包含至少6个字符的强密码。
zh_hk: 請選擇較強的密碼，至少包含6個字元。
zh_tw: 請選擇強度較高的密碼，至少包含6個字元。

# APSecurityHomeInvalidPasswordAlertTitle
source: This Password Can Be Easily Guessed
ar: كلمة السر هذه يمكن تخمينها بسهولة
ca: Contrasenya poc segura
cs: Toto heslo lze snadno uhodnout
da: Denne adgangskode kan nemt gættes
de: Dieses Passwort ist leicht zu erraten
el: Αυτό το συνθηματικό είναι εύκολα μαντέψιμο
es: Esta contraseña es fácil de adivinar
es_us: Esta contraseña es fácil de adivinar
fi: Tämä salasana on helppo arvata
fr: Ce mot de passe peut être deviné facilement
fr_ca: Mot de passe facile à deviner
he: ניתן לנחש בקלות את הסיסמה הזו
hi: इस पासवर्ड का आसानी से अनुमान लगाया जा सकता है
hr: Lozinka se lako može pogoditi
hu: Ez a jelszó könnyen kitalálható
id: Kata Sandi Ini Dapat Ditebak Dengan Mudah
it: Questa password può essere indovinata facilmente
ja: このパスワードは簡単に推測できてしまいます
ko: 이 암호는 쉽게 추측할 수 있음
ms: Kata Laluan Ini Boleh Diteka Dengan Mudah
nb: Dette passordet er enkelt å gjette
nl: Dit wachtwoord is eenvoudig te raden
pl: To hasło można łatwo odgadnąć
pt_br: Esta Senha Pode Ser Adivinhada Facilmente
pt_pt: Esta palavra‑passe é fácil de adivinhar
ro: Această parolă poate fi ghicită ușor
ru: Этот пароль легко угадать
sk: Toto heslo je ľahko uhádnuteľné
sl: To geslo je mogoče zlahka uganiti
sv: Det är lätt att gissa det här lösenordet
th: รหัสผ่านนี้สามารถคาดเดาได้ง่าย
tr: Bu Parola Kolaylıkla Tahmin Edilebilir
uk: Цей пароль можна легко вгадати
vi: Mật khẩu này có thể bị đoán ra dễ dàng
zh_cn: 此密码很容易被猜到
zh_hk: 此密碼容易被猜出
zh_tw: 此密碼容易被猜出來

# APSecurityPassword
source: Password
ar: كلمة السر
ca: Contrasenya
cs: Heslo
da: Adgangskode
de: Passwort
el: Συνθηματικό
es: Contraseña
es_us: Contraseña
fi: Salasana
fr: Mot de passe
fr_ca: Mot de passe
he: סיסמה
hi: पासवर्ड
hr: Lozinka
hu: Jelszó
id: Kata Sandi
ja: パスワード
ko: 암호
ms: Kata Laluan
nb: Passord
nl: Wachtwoord
pl: Hasło
pt_br: Senha
pt_pt: Palavra‑passe
ro: Parolă
ru: Пароль
sk: Heslo
sl: Geslo
sv: Lösenord
th: รหัสผ่าน
tr: Parola
uk: Пароль
vi: Mật khẩu
zh_cn: 密码
zh_hk: 密碼
zh_tw: 密碼

# APSecurityRequirePasswordDescription
source: You’ll be required to enter the password you set to AirPlay to this Apple TV.
ar: سيُطلب منك إدخال كلمة السر التي قمت بإعدادها لاستخدام البث السريع على هذا الـ Apple TV.
ca: Per transferir contingut a l’Apple TV per l’AirPlay s’haurà d’introduir la contrasenya que configuris.
cs: Apple TV vás při spuštění přehrávání obsahu přes AirPlay vyzve k zadání hesla, které jste nastavili.
da: Du skal skrive den adgangskode, du indstillede, for at streame med AirPlay til dette Apple TV.
de: Du musst das von dir festgelegte Passwort eingeben, wenn du etwas mit AirPlay an dieses Apple TV sendest.
el: Θα πρέπει να εισαγάγετε το συνθηματικό που θα καθορίσετε για χρήση του AirPlay σε αυτό το Apple TV.
es: Al usar AirPlay para enviar contenido a este Apple TV se pedirá la contraseña que has definido.
es_us: Se te solicitará ingresar la contraseña que configures para transmitir por AirPlay a este Apple TV.
fi: Asettamasi salasana on syötettävä, kun AirPlaylla toistetaan tähän Apple TV:hen.
fr: Vous devrez entrer le mot de passe défini pour pouvoir diffuser du contenu sur cette Apple TV via AirPlay.
fr_ca: Vous devrez entrer le mot de passe que vous avez défini pour utiliser AirPlay avec cette Apple TV.
he: כדי להשתמש ב-AirPlay ב-Apple TV זה, יש להזין את הסיסמה שהגדרת.
hi: आपको इस Apple TV पर AirPlay के लिए अपना सेट किया गया पासवर्ड दर्ज करना होगा।
hr: Od vas će biti zatražena lozinka koju ste podesili za korištenje AirPlaya na ovom Apple TV-u.
hu: Meg kell adnia a beállított jelszót, amikor az AirPlayt használja ezen az Apple TV-n.
id: Anda akan diharuskan untuk memasukkan kata sandi yang Anda atur untuk menggunakan AirPlay ke Apple TV ini.
it: Per utilizzare AirPlay su Apple TV, ti verrà richiesto di inserire la password che hai impostato.
ja: このApple TVにAirPlayするために設定したパスワードの入力が必要になります。
ko: 이 Apple TV로 AirPlay할 때 설정한 암호를 입력해야 합니다.
ms: Anda perlu memasukkan kata laluan yang anda setkan untuk AirPlay ke Apple TV ini.
nb: Du må oppgi passordet du har angitt for å bruke AirPlay med Apple TV.
nl: Je moet het wachtwoord invoeren dat je hebt ingesteld om AirPlay te gebruiken op deze Apple TV.
pl: Strumieniowanie przez AirPlay na ten Apple TV będzie wymagać podania ustawionego przez Ciebie hasła.
pt_br: Você terá que digitar a senha que definiu para o AirPlay nesta Apple TV.
pt_pt: Ser‑lhe‑á pedida a palavra‑passe que definiu para usar AirPlay nesta Apple TV.
ro: Vi se va solicita introducerea parolei pe care ați fixat‑o pentru a difuza prin AirPlay pe acest Apple TV.
ru: Вам потребуется вводить пароль, установленный Вами для трансляции через AirPlay на этот Apple TV.
sk: Apple TV vás vždy pri spustení prehrávania obsahu cez AirPlay vyzve k zadaniu hesla, ktoré ste si nastavili.
sl: Če boste želeli uporabljati funkcijo AirPlay s tem Apple TV-jem, boste morali vnesti geslo.
sv: Du måste ange lösenordet som du har ställt in när du vill använda AirPlay med denna Apple TV.
th: คุณจะต้องป้อนรหัสผ่านที่คุณตั้งสำหรับ AirPlay กับ Apple TV เครื่องนี้
tr: Bu Apple TV’ye AirPlay ile bağlanmak için ayarladığınız parolayı girmeniz gerekir.
uk: Вимагатиметься введення пароля, який ви задали для трансляції AirPlay на цей Apple TV.
vi: Bạn sẽ phải nhập mật khẩu mà bạn đã đặt để phát AirPlay đến Apple TV này.
zh_cn: 需要输入你设置的密码以通过这台Apple TV隔空播放。
zh_hk: AirPlay至此Apple TV時需要輸入你設定的密碼。
zh_tw: AirPlay到此Apple TV時必須輸入你設定的密碼。

# APSecurityRequirePasswordTitle
source: Require Password
ar: المطالبة بإدخال كلمة السر
ca: Demana la contrasenya
cs: Požadovat heslo
da: Kræv adgangskode
de: Passwort erforderlich
el: Απαίτηση συνθηματικού
es: Solicitar contraseña
es_us: Solicitar contraseña
fi: Vaadi salasana
fr: Exiger le mot de passe
fr_ca: Mot de passe exigé
he: דרישת סיסמה
hi: पासवर्ड आवश्यक
hr: Korištenje lozinke
hu: Jelszó igénylése
id: Diperlukan Kata Sandi
it: Richiedi password
ja: パスワードを要求
ko: 암호 입력
ms: Perlukan Kata Laluan
nb: Krev passord
nl: Vereis wachtwoord
pl: Wymagaj hasła
pt_br: Exigir Senha
pt_pt: Pedir palavra‑passe
ro: Solicitare parolă
ru: Запрос пароля
sk: Vyžadovať heslo
sl: Zahteva za geslo
sv: Kräv lösenord
th: ต้องใส่รหัสผ่าน
tr: Parola Gereksin
uk: Вимагати пароль
vi: Yêu cầu Mật khẩu
zh_cn: 需要密码
zh_hk: 需要密碼
zh_tw: 需要密碼

# APSecurityTypeDefaultDescription
source: With AirPlay, you can stream what’s on your iOS device or computer to this Apple TV. For more information, go to support.apple.com/appletv
ar: مع البث السريع، يمكنك بث ما يظهر على جهاز iOS أو الكمبيوتر إلى هذا الـ Apple TV. لمزيد من المعلومات، انتقل إلى: support.apple.com/ar-ae/apple-tv
ca: Amb l’AirPlay pots reproduir contingut del dispositiu iOS o l’ordinador a l’Apple TV. Per a més informació, ves a support.apple.com/es-es/apple-tv.
cs: Přes AirPlay můžete do Apple TV streamovat obsah z iOS zařízení a počítačů. Další informace najdete na stránce apple.com/cz/support/appletv.
da: Med AirPlay kan du streame det, der er på iOS-enheden eller computeren, til Apple TV. Der er flere oplysninger på support.apple.com/dk/appletv
de: Mit AirPlay kannst du Inhalte von deinem iOS-Gerät oder Computer auf dieses Apple TV streamen. Weitere Informationen sind unter apple.com/de/support/appletv erhältlich.
el: Με το AirPlay μπορείτε να αναπαράγετε στο Apple TV αυτά που βρίσκονται στη συσκευή iOS ή τον υπολογιστή σας. Για περισσότερες πληροφορίες, επισκεφθείτε τη διεύθυνση support.apple.com/el-gr/apple-tv.
es: Gracias a AirPlay, puedes reproducir en tiempo real en este Apple TV lo que se ve en el dispositivo iOS o en el ordenador. Para más información, visita support.apple.com/es-es/apple-tv.
es_us: Con AirPlay puedes transmitir lo que se muestra en tu dispositivo iOS o computadora a este Apple TV. Para más información, visita https://support.apple.com/es-lamr/apple-tv.
fi: AirPlaylla voit striimata iOS-laitteen tai tietokoneen sisällön tässä Apple TV:ssä. Lisätietoja löytyy osoitteesta https://support.apple.com/fi-fi/apple-tv
fr: Avec AirPlay, diffusez le contenu de votre appareil iOS ou ordinateur sur cette Apple TV. Rendez-vous sur apple.com/fr/support/appletv pour en savoir plus.
fr_ca: Grâce à AirPlay, vous pouvez diffuser le contenu de votre appareil iOS ou de votre ordinateur sur cette Apple TV. Pour en savoir plus, consultez support.apple.com/fr-ca/apple-tv.
he: באמצעות AirPlay, ניתן להזרים תוכן ממכשיר ה-iOS או מהמחשב שלך ל-Apple TV זה. מידע נוסף זמין בכתובת: support.apple.com/appletv
hi: AirPlay के उपयोग से आप अपने iOS डिवाइस या कंप्यूटर के कॉन्टेंट को इस Apple TV पर स्ट्रीम कर सकते हैं। ज़्यादा जानकारी के लिए support.apple.com/appletv पर जाएँ
hr: AirPlay vam omogućava streaming sadržaja s vašeg iOS uređaja ili računala na ovaj Apple TV. Za dodatne informacije posjetite support.apple.com/appletv
hu: Az AirPlayjel streamelheti az iOS-eszköze vagy számítógépe kijelzőjének tartalmát erre az Apple TV-re. További információkért keresse fel a https://support.apple.com/hu-hu/apple-tv weboldalt.
id: Dengan AirPlay, Anda dapat melakukan streaming konten perangkat iOS atau komputer Anda ke Apple TV ini. Untuk informasi lainnya, buka support.apple.com/id-id/apple-tv
it: Con AirPlay, puoi riprodurre in streaming i contenuti di un dispositivo iOS o di un computer su Apple TV. Per ulteriori informazioni, vai alla pagina support.apple.com/it-it/apple-tv.
ja: AirPlayを使うと、iOSデバイスやコンピュータの画面をこのApple TVにストリーミングできます。 詳しくは、support.apple.com/ja-jp/apple-tv を参照してください。
ko: AirPlay를 사용하여 iOS 기기나 컴퓨터의 화면을 Apple TV로 스트림할 수 있습니다. 자세한 사항은 support.apple.com/appletv 사이트를 참조하십시오.
ms: Dengan AirPlay, anda boleh menstrim kandungan peranti iOS atau komputer anda ke Apple TV ini. Untuk mendapatkan maklumat lanjut, pergi ke support.apple.com/en-my/apple-tv
nb: Med AirPlay kan du strømme fra en iOS-enhet eller datamaskin til Apple TV. Finn ut mer på support.apple.com/appletv
nl: Met AirPlay kun je het beeld van je iOS-apparaat of computer naar deze Apple TV streamen. Ga voor meer informatie naar support.apple.com/appletv
pl: AirPlay pozwala bezprzewodowo strumieniować zawartość z urządzenia iOS lub komputera na ten Apple TV. Aby uzyskać więcej informacji, odwiedź stronę www.apple.com/pl/support/appletv
pt_br: Com o AirPlay, você pode transmitir o que está no seu dispositivo iOS ou computador para esta Apple TV. Para obter mais informações, acesse support.apple.com/appletv
pt_pt: Com AirPlay, pode transmitir para esta Apple TV o que está no seu dispositivo iOS ou computador. Encontrará informação adicional em support.apple.com/pt-pt/apple-tv.
ro: Cu AirPlay, puteți să difuzați conținutul de pe un dispozitiv iOS sau computer pe acest Apple TV. Pentru mai multe informații, accesați support.apple.com/appletv.
ru: Через AirPlay можно выполнять потоковую передачу контента с устройства iOS или компьютера на этот Apple TV. Подробнее на сайте support.apple.com/ru-ru/apple-tv.
sk: AirPlay vám umožňuje streamovať obsah z vášho iOS zariadenia alebo počítača na toto Apple TV. Viac informácií nájdete na stránke support.apple.com/appletv
sl: S funkcijo AirPlay lahko v ta Apple TV pretakate vsebino iz svoje naprave iOS ali računalnika. Za več informacij pojdite na support.apple.com/appletv
sv: Med AirPlay kan du streama innehållet på din iOS-enhet eller dator till denna Apple TV. Mer information finns på https://support.apple.com/sv-se/apple-tv
th: คุณสามารถใช้ AirPlay สตรีมสิ่งต่างๆ ที่อยู่บนอุปกรณ์ iOS หรือคอมพิวเตอร์ของคุณมาที่ Apple TV เครื่องนี้ได้ สำหรับข้อมูลเพิ่มเติม ให้ไปที่ support.apple.com/th-th/apple-tv
tr: AirPlay ile iOS aygıtınızdakileri veya bilgisayarınızdakileri bu Apple TV’de yayımlayabilirsiniz. Daha fazla bilgi için support.apple.com/appletv adresine gidin
uk: Через AirPlay можна транслювати медіавміст із пристрою iOS або компʼютера на цей Apple TV. Докладну інформацію наведено на вебсторінці support.apple.com/uk-ua/apple-tv.
vi: Với AirPlay, bạn có thể truyền phát nội dung trên thiết bị iOS hoặc máy tính của bạn đến Apple TV này. Để biết thêm thông tin, hãy truy cập support.apple.com/appletv
zh_cn: 通过隔空播放，你可以将iOS设备或电脑上的内容流化发送至这台Apple TV。 更多信息请访问support.apple.com/appletv
zh_hk: 你可以利用AirPlay串流iOS裝置或電腦上的資料至此Apple TV。 詳情請瀏覽support.apple.com/zh-hk/apple-tv
zh_tw: 有了AirPlay，你可將iOS裝置或電腦上的內容連續播送到此Apple TV。 如需更多資訊，請前往：www.apple.com/tw/support/appletv

# APSecurityTypeNoneDescription
source: No password will be required to AirPlay to this Apple TV.
ar: لن يتم طلب كلمة سر لاستخدام البث السريع على Apple TV هذا.
ca: No es demanarà contrasenya per reproduir contingut per l’AirPlay a l’Apple TV.
cs: Apple TV nebude pro použití AirPlay požadovat heslo.
da: Der kræves ingen adgangskode for at streame med AirPlay til dette Apple TV.
de: Für das Senden mit AirPlay an dieses Apple TV ist kein Passwort erforderlich.
el: Δεν θα απαιτείται συνθηματικό για AirPlay σε αυτό το Apple TV.
es: No se solicitará ninguna contraseña para enviar contenido por AirPlay a este Apple TV.
es_us: No se solicitará contraseña para transmitir por AirPlay a este Apple TV.
fi: Salasanaa ei tarvita AirPlayn käyttöön tämän Apple TV:n kanssa.
fr: Aucun mot de passe ne sera exigé pour diffuser du contenu sur cette Apple TV via AirPlay.
fr_ca: Aucun mot de passe ne sera requis pour utiliser AirPlay sur cette Apple TV.
he: לא תידרש סיסמה לצורך העברה באמצעות AirPlay ל-Apple TV זה.
hi: इस Apple TV पर AirPlay के लिए कोई पासवर्ड आवश्यक नहीं है।
hr: Za prijenos sadržaja na ovaj Apple TV putem značajke AirPlay neće biti potrebna lozinka.
hu: Nem szükséges jelszó ahhoz, hogy tartalmat játsszon le AirPlayjel ezen az Apple TV-n.
id: Kata sandi tidak akan diperlukan untuk menggunakan AirPlay ke Apple TV ini.
it: Per utilizzare AirPlay su Apple TV non verrà richiesta nessuna password.
ja: このApple TVにAirPlayするときにパスワードは要求されません。
ko: 이 Apple TV로 AirPlay할 때 암호를 요구하지 않습니다.
ms: Tiada kata laluan diperlukan untuk AirPlay ke Apple TV ini.
nb: Det vil ikke bli krevd et passord for å bruke AirPlay med Apple TV.
nl: Er is geen wachtwoord vereist om AirPlay te gebruiken op deze Apple TV.
pl: Strumieniowanie przez AirPlay na ten Apple TV nie będzie wymagać podania hasła.
pt_br: Nenhuma senha será exigida para usar o AirPlay nesta Apple TV.
pt_pt: Não será necessário palavra‑passe para usar AirPlay nesta Apple TV.
ro: Pentru a utiliza AirPlay cu acest Apple TV, nu se va solicita nicio parolă.
ru: Для трансляции через AirPlay на этот Apple TV пароль не нужен.
sk: Na prehrávanie obsahu na tomto Apple TV cez AirPlay nebude vyžadované heslo.
sl: Za predvajanje vsebine prek funkcije AirPlay v tem Apple TV-ju ne bo zahtevano geslo.
sv: Inget lösenord krävs för att använda AirPlay med denna Apple TV.
th: ไม่ต้องใช้รหัสผ่านเพื่อเชื่อมต่อผ่าน AirPlay ไปที่ Apple TV เครื่องนี้
tr: Bu Apple TV’ye AirPlay ile bağlanmak için parola gerekli değil.
uk: Пароль не вимагатиметься для трансляції AirPlay на цей Apple TV.
vi: Không yêu cầu mật khẩu khi phát AirPlay đến Apple TV này.
zh_cn: 通过这台Apple TV隔空播放时无需密码。
zh_hk: 無需密碼即可AirPlay至此Apple TV觀看。
zh_tw: 無需密碼即能AirPlay到此Apple TV。

# APSecurityTypePasswordDescription
source: You’ll be required to enter the password to use AirPlay to stream to this Apple TV.
ar: سيُطلب منك إدخال كلمة السر لاستخدام البث السريع في البث على هذا الـ Apple TV.
ca: Per transferir contingut a l’Apple TV per l’AirPlay, caldrà que introdueixis la contrasenya.
cs: Apple TV vás při pokusu o streamování přes AirPlay vyzve k zadání hesla.
da: Du skal skrive adgangskoden for at bruge AirPlay til at streame til dette Apple TV.
de: Du musst das Passwort eingeben, damit du AirPlay zum Streamen auf dieses Apple TV verwenden kannst.
el: Θα πρέπει να εισαγάγετε το συνθηματικό για χρήση του AirPlay για αναπαραγωγή ροής σε αυτό το Apple TV.
es: Cuando uses AirPlay para enviar contenido a este Apple TV, tendrás que introducir la contraseña.
es_us: Se te solicitará ingresar la contraseña para transmitir contenido por AirPlay a este Apple TV.
fi: Sinun on syötettävä salasana, jotta voit striimata AirPlaylla tähän Apple TV:hen.
fr: Vous devrez saisir le mot de passe défini pour pouvoir diffuser du contenu sur cette Apple TV via AirPlay.
fr_ca: Vous devrez entrer le mot de passe pour effectuer une diffusion AirPlay sur cette Apple TV.
he: כדי להשתמש ב-AirPlay להזרמה ל-Apple TV זה, יהיה צורך להזין את הסיסמה.
hi: इस Apple TV पर AirPlay के ज़रिए स्ट्रीम करने के लिए आपको अपना पासवर्ड दर्ज करना होगा।
hr: Trebat ćete unijeti lozinku za uporabu AirPlaya za pokretanje streaminga na ovom Apple TV‑u.
hu: Meg kell adnia a jelszót, ha az AirPlayjel szeretne streamelni erre az Apple TV‑re.
id: Anda akan diharuskan untuk memasukkan kata sandi untuk menggunakan AirPlay agar dapat melakukan streaming ke Apple TV ini.
it: Per utilizzare AirPlay per trasmettere contenuti su Apple TV, ti verrà richiesto di inserire la password.
ja: AirPlayを使用してこのApple TVにストリーミングするにはパスワードを入力する必要があります。
ko: AirPlay를 사용하여 이 Apple TV로 스트리밍하려면 암호를 입력해야 합니다.
ms: Anda perlu memasukkan kata laluan untuk menggunakan AirPlay bagi menstrim ke Apple TV ini.
nb: Du vil bli bedt om å oppgi passordet for å strømme til denne Apple TV-en over AirPlay.
nl: Je moet het wachtwoord invoeren om AirPlay te kunnen gebruiken voor het streamen naar deze Apple TV.
pl: Strumieniowanie przez AirPlay na ten Apple TV będzie wymagać podania hasła.
pt_br: Ao usar o AirPlay para transmitir conteúdo para esta Apple TV, será necessário digitar a senha.
pt_pt: Ser‑lhe‑á pedida a palavra‑passe para fazer streaming nesta Apple TV com AirPlay.
ro: Vi se va solicita introducerea parolei pentru a difuza prin AirPlay pe acest Apple TV.
ru: Для стриминга AirPlay на этот Apple TV нужно будет вводить пароль.
sk: Apple TV vás pri pokuse o streamovanie obsahu cez AirPlay vyzve na zadanie hesla.
sl: Če boste želeli uporabljati funkcijo AirPlay in pretakati v ta Apple TV, boste morali vnesti geslo.
sv: Du måste ange lösenordet om du vill använda AirPlay för att streama till denna Apple TV.
th: คุณจะต้องป้อนรหัสผ่านเพื่อใช้ AirPlay สตรีมมายัง Apple TV เครื่องนี้
tr: Bu Apple TV’de AirPlay kullanarak yayımlamak için parolayı girmeniz gerekir.
uk: Для трансляцій через AirPlay на цей Apple TV потрібно буде вводити пароль.
vi: Bạn sẽ phải nhập mật khẩu để sử dụng AirPlay cho việc truyền phát đến Apple TV này.
zh_cn: 需要输入密码才能使用隔空播放流播放至此Apple TV。
zh_hk: 使用AirPlay串流至此Apple TV時，你將需要輸入密碼。
zh_tw: 你必須輸入密碼才能使用AirPlay來連續播送到此Apple TV。
